# brew bundle

cask "1password"
cask "aquaskk" # needs enable from System Preferences
#cask "hyperswitch" # needs launch
cask "lulu" # needs launch
cask "alfred" # needs launch
cask "google-chrome"
#cask "firefox"
#cask "firefox-developer-edition"
cask "firefox@nightly"
cask "iterm2"
cask "netnewswire"
cask "visual-studio-code"
cask "discord"
cask "keka"
#cask "macfuse"
cask "wireshark"
cask "iina"
#cask "background-music"
cask "obs"
#cask "blackhole-2ch"
cask "suspicious-package"
#cask "vmware-fusion"
#cask "jd-gui"
#cask "barrier"
#cask "tg-pro"
cask "cyberduck"
cask "proxyman"
cask "apparency"
#cask "crossover"
cask "steermouse"
#cask "haptickey" # needs launch
cask "hex-fiend"
cask "paw"
cask "musicbrainz-picard"
cask "xld"

#cask "homebrew/cask-drivers/asix-ax88179"

#brew "mas"
mas "CotEditor", id: 1024640650
mas "Velja", id: 1607635845
mas "1Password for Safari", id: 1569813296
mas "Tailscale", id: 1475387142
mas "Redacted", id: 984968384
mas "WireGuard", id: 1451685025
mas "Slack for Desktop", id: 803453959
mas "LadioCast", id: 411213048
mas "TestFlight", id: 899247664

brew "ncdu"
brew "ghq"
brew "fzf"
brew "tmux"
brew "corepack"
brew "go"
#brew "gh"
#brew "hub"
brew "jq"
#brew "docker"
#brew "docker-compose"
#brew "p7zip"
brew "ffmpeg"
brew "rye"
brew "htop"
brew "btop"
brew "deno"